stress-test-pairs/mixed-couples-run1-2021-12-01_15:20:26/150-wf1-350-wf3/wave-iteration-3/out-wf1-150-2021-12-01_19:20:05.txt
Requests      [total, rate]            135000, 150.00
Duration      [total, attack, wait]    15m0.391333053s, 14m59.986948522s, 404.384531ms
Latencies     [mean, 50, 95, 99, max]  746.935283ms, 553.45623ms, 1.973398638s, 2.717653082s, 5.658010349s
Bytes In      [total, mean]            1473119988, 10912.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:135000  
Error Set: